Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/housing/losing_your_home/housing_options_for_homeless_people.html.txt.tmx
Source language: en
Languages: pl

source: You may qualify for the weekly payment if you are not entitled to any other social welfare payment or if you are waiting for your claim for any other payment to be processed
pl: HPU dla bezdomnych mężczyzn znajduje się pod adresem Oisin House, 212-213 Pearse Street, Dublin 2 i jest czynny od poniedziałku do piątku w godzinach od 10:00 do 12:00. Tel.: 1800 724 724

source: You may qualify for a discretionary payment if you are in need
pl: HPU dla bezdomnych kobiet i rodzin znajduje się pod adresem 41 Castle Street, Dublin 2

source: The one most immediately relevant for homeless people is an Exceptional Needs Payment
pl: Jest otwarty od poniedziałku do piątku w godz. od 10:00 do 12:00. Tel.: 1800 724 724

source: This is a one-off payment that you may get if you have unforeseen expenses such as clothing, travel, rent deposit or costs relating to setting up a home that you could not reasonably be expected to meet from your weekly income
pl: Osoby z jednego z krajów, które niedawno dołączyły do Unii Europejskiej, a także starający się o status uchodźcy bądź oczekujący na azyl, mogą zgłosić się do HPU utworzonego z myślą o potrzebach nowych społeczności

source: See our document on agencies providing services for homeless people for details of where to apply for the various supports outlined above
pl: Homeless Persons Unit, Drinan Street, Cork. Czynne od godz. 10:00 do 12:00 oraz od 14:30 do 16:00 od poniedziałku do piątku (poza wtorkiem po południu)
